{"0":{"Date Posted":"2023-04-04","Company Name":"Snaphyre","Job Title":"Data Scientist","Job Location":"Сурхандарьинская область, Узбекистан","Description":"At Snaphunt, we believe that the future of work is remote. We specialize in helping our highly-skilled, global specialist talent community around the world, connect with innovative companies looking scale their global teams quickly and cost-effectively.     The Role     You Will Be Responsible For     Creating predictive and prescriptive models that could have a positive impact on the business. Driving all data analytics activities ranging from conceptualization, and visualization to operationalization. Performing statistical analysis on historical data to validate models. Working across stakeholders to identify and capitalize on opportunities to leverage data to drive business solutions. Building, validating, and deploying machine learning models (e.g. predictive, forecasting, clustering). Partnering with product\/engineering to deliver machine learning models in a production environment to end users. Providing expertise on concepts for machine learning. Driving continuous improvement through model enhancement and A\/B testing Refining data strategy and technical review with technical leads in the business     Ideal Profile     You possess an advanced degree, ideally a PHD, in Mathematics, Statistics, Computer Science or related field. You have at least 5 years of experience in Data Science and machine learning Prior experience working in a fast-growing startup would be a plus Ability to write and execute complex queries in SQL. You have strong expertise in Machine Learning, Predictive Modeling, and\/or Deep Learning You possess strong analytical skills and are comfortable dealing with numerical data You are highly goal driven and work well in fast-paced environments You are a self-starter and demonstrate a high level of resilience     What's on Offer?     Outstanding opportunity for a high potential data scientist to join a fast growing startup that is shaping how employers find & hire talent globally Develop state of the art models based on proprietary data sets to improve hiring outcomes for employers and jobseekers globally","Years of Experience Required":"Молодой специалист","Employment Type":"Полный рабочий день","Skills Required":"Инженерное дело и Информационные технологии","Job Market":"Технологии, информационные средства и Интернет","Contact Link":"https:\/\/uz.linkedin.com\/jobs\/view\/data-scientist-at-snaphyre-3589858464?refId=%2BVeMbpO7HUmUYCYFglsxqg%3D%3D&trackingId=j7BhM9MpEa2IljEt27u5xA%3D%3D&position=1&pageNum=0&trk=public_jobs_jserp-result_search-card"},"1":{"Date Posted":"2023-04-04","Company Name":"Snaphyre","Job Title":"Data Engineer\/Architect (AI\/ML)","Job Location":"Сурхандарьинская область, Узбекистан","Description":"At Snaphunt, we believe that the future of work is remote. We specialize in helping our highly-skilled, global specialist talent community around the world, connect with innovative companies looking scale their global teams quickly and cost-effectively.     The Role     Developing high-quality code to build and deploy machine learning models. Extraction, transformation, loading and integration of data from various sources. Supporting translation of data business needs into technical system requirements. Working with stakeholders to understand needs regarding data structure, availability, scalability and accessibility. Providing secure, stable, scalable and cost-effective solutions to facilitate storage, integration, usage, access, and delivery of data assets across the business. Recommending, developing and implementing ways to improve data reliability, efficiency, and quality.     Ideal Profile     You possess a degree in Computer Science, Applied Mathematics, Engineering or related field. You have at least 4 years experience within a Data Engineer\/ Architect role. Ability to conceive the data picture from an organisational perspective, and bridge gap between current state and future goals. Demonstrated experience working with large and complex data sets as well as experience analyzing volumes of data. Exposure\/expertise in one or more of emerging tools like columnar and NoSQL databases, predictive analytics, data visualization, and unstructured data. Strong expertise in data modelling & database design. You possess strong knowledge of Python. Expertise in Data Modeling \/ Statistical Modeling, Extraction, Transformation & Load (ETL) and Machine Learning would be highly valuable. You possess strong analytical skills and are comfortable dealing with numerical data You are a strong team player who can manage multiple stakeholders You are highly goal driven and work well in fast paced environments     What's on Offer?     Join a fast growing startup that is disrupting the way employers discover & hire talent globally Work closely with the founding team on developing & deploying machine learning models","Years of Experience Required":"Молодой специалист","Employment Type":"Полный рабочий день","Skills Required":"Информационные технологии","Job Market":"Технологии, информационные средства и Интернет","Contact Link":"https:\/\/uz.linkedin.com\/jobs\/view\/data-engineer-architect-ai-ml-at-snaphyre-3589853925?refId=%2BVeMbpO7HUmUYCYFglsxqg%3D%3D&trackingId=2gCt9kVP2E9MiUQiuckatA%3D%3D&position=2&pageNum=0&trk=public_jobs_jserp-result_search-card"},"2":{"Date Posted":"2023-03-28","Company Name":"DSR Corporation","Job Title":"iOS \/ Flutter Software Engineer (UZ)","Job Location":"Ташкент, Ташкент, Узбекистан","Description":"Headquartered in Denver Colorado, DSR Corporation is a global leader in custom enterprise software development. With over two decades of experience, DSR possesses rich and proven expertise in IoT, big data and analytics, enterprise web system development, wireless, embedded system development, M2M, UX\/UI, computer vision, and mobile development.     DSR Corporation is also a global technological leader in self-sovereign identity (SSI) and blockchain areas. Our experienced team of engineers is one of the main authors and contributors of such popular SSI and Blockchain frameworks as Hyperledger Indy and Hyperledger Aries. We work with modern SSI standards: W3C DID, W3C verifiable credentials, CL Anoncreds, etc. The DSR team has significant experience with Cosmos SDK and Tendermint blockchain frameworks and participated in the launch of a number of production networks based on them. Our goal is to fit self-sovereign identity and blockchain solutions for business and consumer needs to be used in different real-world applications. Among DSR’s own products are Zigbee stack for smart home devices and industrial sensors as well as white-label smart home cloud solution zHome. DSR’s customers include Bosch, Casio, Netflix, Panasonic, Amazon and other established brands.     The company has offices located around the world including the USA, Russia, Portugal, Japan and Uzbekistan.     Job Description     We are currently looking for an iOS \/ Flutter Software Engineer for our Tashkent office with deep knowledge of iOS Frameworks, Objective-C, Swift & Swift UI and be able to work as part of a team. You will be responsible for designing, building, and maintaining the next generation of iOS applications. Your primary focus will be developing high-end iOS applications for the latest Apple mobile devices.     Required Skills:     1+ years of experience developing mobile applications for iOS (Swift, SwiftUI, UIKit) \/ Flutter Understanding of basic iOS memory management techniques and best practices Understanding of multithreading Working experience with UIKit in the code, xib, storyboard Ability to develop a part of software product independently and collaborate with other team members Ability to evaluate tasks and follow the created schedule Solid understanding of software engineering techniques, methodologies and practices (data structure, OOP) Understanding of client-server network applications and HTTP protocol (RESTful Web Services in particular) Technical English     Preferred Skills:     MapKit OpenGL Custom controls In-App purchases AVFoundation framework Bluetooth core framework Knowledge of Objective-C Working experience with ORM Experience with publishing apps in App Store     Will be a Plus:     Android development experience Experience with modern ML\/CV frameworks such as TensorFlow, TensorFlow Lite, OpenCV Knowledge of C++ and other programming languages Fluent English     What We Offer:     Competitive salary and great benefits Accelerated career growth Flexible schedule Office in the center of Tashkent Strong work-life balance emphasis Paid sick leave days Free trainings for technical and soft skills Language courses Free licensed software     Powered by JazzHR     s46niXiIFp","Years of Experience Required":"Руководитель среднего звена","Employment Type":"Полный рабочий день","Skills Required":"Инженерное дело и Информационные технологии","Job Market":"Интернет-издательство","Contact Link":"https:\/\/uz.linkedin.com\/jobs\/view\/ios-flutter-software-engineer-uz-at-dsr-corporation-3580724079?refId=%2BVeMbpO7HUmUYCYFglsxqg%3D%3D&trackingId=rCpU8GbTi2a3%2FiUt7vxPKw%3D%3D&position=3&pageNum=0&trk=public_jobs_jserp-result_search-card"},"3":{"Date Posted":"2023-03-28","Company Name":"DSR Corporation","Job Title":"Android \/ Flutter Software Engineer (UZ)","Job Location":"Ташкент, Ташкент, Узбекистан","Description":"Headquartered in Denver Colorado, DSR Corporation is a global leader in custom enterprise software development. With over two decades of experience, DSR possesses rich and proven expertise in IoT, big data and analytics, enterprise web system development, wireless, embedded system development, M2M, UX\/UI, computer vision, and mobile development.     DSR Corporation is also a global technological leader in self-sovereign identity (SSI) and blockchain areas. Our experienced team of engineers is one of the main authors and contributors of such popular SSI and Blockchain frameworks as Hyperledger Indy and Hyperledger Aries. We work with modern SSI standards: W3C DID, W3C verifiable credentials, CL Anoncreds, etc. The DSR team has significant experience with Cosmos SDK and Tendermint blockchain frameworks and participated in the launch of a number of production networks based on them. Our goal is to fit self-sovereign identity and blockchain solutions for business and consumer needs to be used in different real-world applications. Among DSR’s own products are Zigbee stack for smart home devices and industrial sensors as well as white-label smart home cloud solution zHome. DSR’s customers include Bosch, Casio, Netflix, Panasonic, Amazon and other established brands.     The company has offices located around the world including the USA, Russia, Portugal, Japan and Uzbekistan.     Job Description     We are currently looking for an Android \/ Flutter Software Engineer for our Tashkent office with deep knowledge of Android SDK, Java, Kotlin and be able to work as part of a team. You will be responsible for designing, building, and maintaining the next generation of Android applications. Your primary focus will be developing high-end mobile applications for the latest Android mobile devices.     Required Skills:     1+ years of experience developing mobile applications for Android (Java, Kotlin) \/ Flutter A deep understanding of the Android SDK, Activity and Fragment lifecycles, custom views Concurrency\/Multithreading in Android Ability to develop a part of software product independently and collaborate with other team members Ability to evaluate tasks and follow the created schedule Solid understanding of software engineering techniques, methodologies and practices (data structure, OOP) Understanding of client-server network applications and HTTP protocol (RESTful Web Services in particular) Technical English     Preferred Skills:     Experience with publishing apps in Google Play Working experience with Android NDK Working experience with popular third-party libraries (RxJava 2, Dagger 2, Retrofit, Realm, Android Jetpack и т.д.) Working experience with ORM Working experience with BLE     Will be a plus:     iOS development experience Experience with modern ML\/CV frameworks such as TensorFlow, TensorFlow Lite, OpenCV Knowledge of C++ and other programming languages Fluent English     What We Offer:     Competitive salary and great benefits Accelerated career growth Flexible schedule Office in the center of Tashkent Strong work-life balance emphasis Paid sick leave days Free trainings for technical and soft skills Language courses Free licensed software     Powered by JazzHR     KizEW4fgRq","Years of Experience Required":"Руководитель среднего звена","Employment Type":"Полный рабочий день","Skills Required":"Инженерное дело и Информационные технологии","Job Market":"Интернет-издательство","Contact Link":"https:\/\/uz.linkedin.com\/jobs\/view\/android-flutter-software-engineer-uz-at-dsr-corporation-3580719648?refId=%2BVeMbpO7HUmUYCYFglsxqg%3D%3D&trackingId=Y6PecCZ9le%2FvqkCPSvqSVA%3D%3D&position=4&pageNum=0&trk=public_jobs_jserp-result_search-card"},"4":{"Date Posted":"2023-04-24","Company Name":"INFUSEmedia","Job Title":"Online Verification Specialist","Job Location":"Ташкент, Ташкент, Узбекистан","Description":"OUR HIRING PROCESS:  We will review your application against our job requirements. We do not employ machine learning technologies during this phase as we believe every human deserves attention from another human. We do not think machines can evaluate your application quite like our seasoned recruiting professionals—every person is unique. We promise to give your candidacy a fair and detailed assessment. We may then invite you to submit a video interview for the review of the hiring manager. This video interview is often followed by a test or short project that allows us to determine whether you will be a good fit for the team. At this point, we will invite you to interview with our hiring manager and\/or the interview team. Please note: We do not conduct interviews via text message, Telegram, etc. and we never hire anyone into our organization without having met you face-to-face (or via Zoom). You will be invited to come to a live meeting or Zoom, where you will meet our INFUSEmedia team. From there on, it's decision time! If you are still excited to join INFUSE and we like you as much, we will have a conversation about your offer. We do not make offers without giving you the opportunity to speak with us live. After all, we consider our team members our family, and we want you to feel comfortable and welcomed.   We are looking for a remote Online Verification Specialist (OVS) to join our team!  The responsibilities of this role include:  verifying the information in the company's database (with using the open Internet sources); maintaining an up-to-date database in the corporate program.   Interested to get more information about the position? Watch video here.  Schedule And Compensation  7:00 am - 3:30 pm EEST time (8 hours and 30-min. break). Rate during probation - 270 $ + bonus; 2:30 pm - 11:00 pm EEST time (8 hours and 30-min. break). Rate during probation - 305 $ + bonus.   Monthly bonuses from $100 with 8-hour work schedule if you achieve individual work goals (KPI).  Possibility to get paid for overtime.  Possibility to review the level of compensation every six months (revision depends on individual performance).  Probation period - 3 months.  The compensation increase amount after the probation period is up to 13% (the percentage of increase depends on the work schedule and individual performance indicators - KPI).  Requirements  Upper-intermediate level of English, upper-intermediate level of Ukrainian or Russian; Computer and MS Office skills; PC\/Laptop. OS: Windows 10 (Home or Pro, not LTSC) version 1904 or higher, macOS: \"Catalina\" 10.15 or newer, RAM: 8GB or more; PC accessories, including mouse, headphones with microphone, web camera, etc; A stable Internet connection. Internet speed: 15 mbps download, 3 mbps upload or faster; Silence during working hours.   Please note that to submit your application for this vacancy, you need to have a Gmail account. Without one, you will not be able to participate in our training program.  Conditions  Stable work in a large Internet marketing company; Professional development; Competitive compensation in USD; The ability to choose your own work schedule; Paid vacation and sick leave; Reduced Fridays during summer (for full-time team members); A schedule aligned with approved company holidays in U.S.   The position requires proficiency in Ukrainian or Russian languages.","Years of Experience Required":"Молодой специалист","Employment Type":"Полный рабочий день","Skills Required":"Информационные технологии","Job Market":"Технологии, информационные средства и Интернет","Contact Link":"https:\/\/uz.linkedin.com\/jobs\/view\/online-verification-specialist-at-infusemedia-3580600401?refId=%2BVeMbpO7HUmUYCYFglsxqg%3D%3D&trackingId=3M32wFMyQxfjAbzVH6OA8w%3D%3D&position=5&pageNum=0&trk=public_jobs_jserp-result_search-card"},"5":{"Date Posted":"2023-04-03","Company Name":"INFUSEmedia","Job Title":"Power BI Analyst","Job Location":"Ташкент, Ташкент, Узбекистан","Description":"OUR HIRING PROCESS:  We will review your application against our job requirements. We do not employ machine learning technologies during this phase as we believe every human deserves attention from another human. We do not think machines can evaluate your application quite like our seasoned recruiting professionals—every person is unique. We promise to give your candidacy a fair and detailed assessment. We may then invite you to submit a video interview for the review of the hiring manager. This video interview is often followed by a test or short project that allows us to determine whether you will be a good fit for the team. At this point, we will invite you to interview with our hiring manager and\/or the interview team. Please note: We do not conduct interviews via text message, Telegram, etc. and we never hire anyone into our organization without having met you face-to-face (or via Zoom). You will be invited to come to a live meeting or Zoom, where you will meet our INFUSEmedia team. From there on, it's decision time! If you are still excited to join INFUSE and we like you as much, we will have a conversation about your offer. We do not make offers without giving you the opportunity to speak with us live. After all, we consider our team members our family, and we want you to feel comfortable and welcomed.   INFUSEmedia is a fully integrated, data-fueled, demand-generation engine that offers a host of industry-leading solutions designed to help B2B organizations drive qualified interest. We employ a holistic, omnichannel approach, which empowers us to identify, qualify, and produce actionable engagement. Supported by the latest innovations in digital marketing, we generate leads by strategically promoting content through innovative social, programmatic, mobile, and direct outreach campaigns.  Responsibilities:  Design dashboards in Microsoft Power BI and build business intelligence reports according to the needs. Clean and ensure accuracy and integrity of data; review data for inconsistencies or anomalies. Maintain dashboards to identify reporting issues or gaps and drive timely resolution. Prepare clear and concise reports. Development, optimization, and support of existing analytical reports. Identify opportunities for improvements. Implement the best practices in collaboration with other team members.   Requirements:  Strong data visualization (experience with Power BI or similar tools) and presentation skills. Strong data analysis and problem-solving skills. Excel knowledge (incl. pivot tables, dashboards creation). Ability to work with large volumes of data; extrapolate conclusions from a variety of data sources, both quantitative and qualitative. Strong DAX & SQL knowledge, Python will be an advantage. English comprehension (Upper Intermediate or higher)","Years of Experience Required":"Руководитель среднего звена","Employment Type":"Полный рабочий день","Skills Required":"Научно-исследовательская деятельность, Аналитические исследования и Информационные технологии","Job Market":"Технологии, информационные средства и Интернет","Contact Link":"https:\/\/uz.linkedin.com\/jobs\/view\/power-bi-analyst-at-infusemedia-3553036109?refId=%2BVeMbpO7HUmUYCYFglsxqg%3D%3D&trackingId=IK9Ny2HSMEotDp3oi%2F3YJw%3D%3D&position=6&pageNum=0&trk=public_jobs_jserp-result_search-card"},"6":{"Date Posted":"2023-04-03","Company Name":"The Tech Galore","Job Title":"Data Engineer","Job Location":"Сурхандарьинская область, Узбекистан","Description":"Overview     We are a leading global software development company that enables disruptive startups and enterprises to bridge the gap between Ideas and Reality through innovative web and mobility solutions.     Our Services: IT consulting, Web apps, mobility, AI solutions, Blockchain apps, IoT apps, chatbots, DevOps, Big Data, SharePoint, AR & VR, Quality Assurance, Power BI and more.     The Role     Your Responsibilities Will Include     The resource needs to be Matillion Certified and should have hands-on experience in Snowflake & Python Explore ways to enhance data quality and reliability Identify opportunities for data acquisition Develop analytical tools and programs Collaborate with data scientists and architects on several projects     Ideal Profile     Skills Required     Experience required: 4+ Previous experience as a data engineer or in a similar role Technical expertise with data models, data mining, and segmentation techniques Knowledge of programming languages (e.g., Java and Python) Hands-on experience with SQL database design Great numerical and analytical skills Degree in Computer Science, IT, or similar field; a master’s is a plus Data engineering certification (e.g IBM Certified Data Engineer) is a plus     What's on Offer?     A chance to accelerate your careeer Great work culture Opportunity within company with a solid track record of success","Years of Experience Required":"Молодой специалист","Employment Type":"Полный рабочий день","Skills Required":"Информационные технологии","Job Market":"Разработка программного обеспечения","Contact Link":"https:\/\/uz.linkedin.com\/jobs\/view\/data-engineer-at-the-tech-galore-3587291274?refId=%2BVeMbpO7HUmUYCYFglsxqg%3D%3D&trackingId=v0zNDfjF6FaBjqZedX%2BSdg%3D%3D&position=7&pageNum=0&trk=public_jobs_jserp-result_search-card"},"7":{"Date Posted":"2023-04-03","Company Name":"Uptempo Global Inc.","Job Title":"Webtoon Translator","Job Location":"Сурхандарьинская область, Узбекистан","Description":"Founded in 2015, Uptempo has established a robust business infrastructure through translation\/interpretation and overseas business support services. In order to overcome all forms of language barriers, Uptempo Global Co. Ltd. was additionally established in January 2020 to expand our company’s services into a multilingual automated system. Through our integrated features and services, we accelerate startup companies of various specializations as we continue to grow our Uptempo family.     Not satisfied with being only a “domestic translation company,” we’ve expanded our business scope to become a “global language solutions provider” and are now at the stage of connecting our services with IT and machine-learning technology. We are currently planning a business scale-up by developing and commercializing services and solutions and actively pursuing IR activities to reach an even larger clientele on the global stage.     The Role     Your Responsibilities Will Include     Translating webtoon\/webcomics content from English to Thai. Ensuring all copy is proofread and free of errors. Using research for reaching out to the target audience.     Ideal Profile     Skills Required     You have excellent writing skills in English and Thai in order to be able to effectively liaise with stakeholders in the region. You are a good multitasker who can work within deadlines. You pay strong attention to detail and deliver work that is of a high standard. You are adaptable and thrive in changing environments.     What's on Offer?     Flexible working options A chance to accelerate your careeer Join a translation team for Webtoon Comics","Years of Experience Required":"Молодой специалист","Employment Type":"Частичная занятость","Skills Required":"Маркетинг, Связи с общественностью и Литературный и редакторский труд","Job Market":"Книгоиздательство и издательство периодических изданий, Информационные услуги и Поставщики развлекательных услуг","Contact Link":"https:\/\/uz.linkedin.com\/jobs\/view\/webtoon-translator-at-uptempo-global-inc-3587283836?refId=%2BVeMbpO7HUmUYCYFglsxqg%3D%3D&trackingId=A0nhLFy%2FReudjwpCo%2Bw9OQ%3D%3D&position=8&pageNum=0&trk=public_jobs_jserp-result_search-card"},"8":{"Date Posted":"2023-04-03","Company Name":"Uptempo Global Inc.","Job Title":"Translator","Job Location":"Сурхандарьинская область, Узбекистан","Description":"Founded in 2015, Uptempo has established a robust business infrastructure through translation\/interpretation and overseas business support services. In order to overcome all forms of language barriers, Uptempo Global Co. Ltd. was additionally established in January 2020 to expand our company’s services into a multilingual automated system. Through our integrated features and services, we accelerate startup companies of various specializations as we continue to grow our Uptempo family.     Not satisfied with being only a “domestic translation company,” we’ve expanded our business scope to become a “global language solutions provider” and are now at the stage of connecting our services with IT and machine-learning technology. We are currently planning a business scale-up by developing and commercializing services and solutions and actively pursuing IR activities to reach an even larger clientele on the global stage.     The Role     Your Responsibilities Will Include     Translate documents and\/or contents from Korean<>Bahasa or Thai Edit documents and\/or contents based on your chosen language Ensuring all copy is proofread and free of errors. Using research for localization in order to reach out to the target audience. Work freelances on your own timing on various projects of different fields (Game, Legal, Business, Entertainment, Medical, IT, etc.)  Ideal Profile  Skills Required  You have excellent writing skills in Korean in order to be able to cover our business requirements in Korean markets. Skills in Bahasa and Thai would be a plus to support our business in Bahasa and Thai-speaking geographies to be able to effectively liaise with stakeholders in the region. You are a good multitasker who can work within tight deadlines. You have strong writing skills and a keen eye to ensure that the content is free from errors and complies with editorial style and guidelines. You pay strong attention to detail and deliver work that is of a high standard You are adaptable and thrive in changing environments  What's on Offer?  Flexible working options A chance to accelerate your careeer Work alongside & learn from best in class talent","Years of Experience Required":"Молодой специалист","Employment Type":"Частичная занятость","Skills Required":"Маркетинг, Связи с общественностью и Литературный и редакторский труд","Job Market":"Информационные услуги","Contact Link":"https:\/\/uz.linkedin.com\/jobs\/view\/translator-at-uptempo-global-inc-3587284821?refId=%2BVeMbpO7HUmUYCYFglsxqg%3D%3D&trackingId=e9TqEmUqp%2FUqq5tN5IjYnQ%3D%3D&position=9&pageNum=0&trk=public_jobs_jserp-result_search-card"},"9":{"Date Posted":"2023-04-19","Company Name":"Mars IT School","Job Title":"Academic Mentor","Job Location":"Ташкент, Ташкент, Узбекистан","Description":"Tips: In this position, I work as an academic mentor and in the methodology department. My task is to present new methodical manuals and materials to young learners in a ready state and to teach them about this method.     Responsibility  - Responsible approach to work  - timely adherence to deadlines  - Writing and leading hackathon event plans  - Making news in the methodology section  - Working with students  - Writing tutorials and theory     Qualifications  - Ability to get along quickly with young and old students, charismatic ability and passive attitude.  - Leader in academic education  - Ability to express one's opinion easily  - Ability to be creative  - Make a plan first and then do the work.","Years of Experience Required":"Частичная занятость","Employment Type":"-","Skills Required":"no info","Job Market":"no info","Contact Link":"https:\/\/uz.linkedin.com\/jobs\/view\/academic-mentor-at-mars-it-school-3572789490?refId=%2BVeMbpO7HUmUYCYFglsxqg%3D%3D&trackingId=MLIIUYHQss9V460KwJYS%2BQ%3D%3D&position=10&pageNum=0&trk=public_jobs_jserp-result_search-card"},"10":{"Date Posted":"2023-04-17","Company Name":"KCS iT","Job Title":"Data Engineer","Job Location":"Интернационал, Республика Каракалпакстан, Узбекистан","Description":"We believe transparency, trust and integrity are the pillars of any business and relationship and that is what we promise our clients and employees who join our company KCS IT.  Here, you can be totally sure about this: we value each person that joins us. We welcome everyone as part of this family and we do everything we can so that we can learn and grow together.  What are we looking for? Data Engineer (100% Remote)  Candidates must be in Europe  Skills Needed?  +2 years of experience; Experience in programming, databases, and data modeling; Experience as Data Engineer; Experience in data analysis; Experience with cloud-based data services and platforms; Excellent problem-solving and communication skills; Fluent in English, French and\/or Dutch is a plus Candidates must be in Europe - Mandatory - candidates without this request will not be contacted  What can you expect from us?  Integration in a professional, dynamic and constantly growing team that:  Values your professional and personal growth and offers you several training courses Has a strong international presence and can provide you a experience abroad Is always by your side, helps and values you in every single moment  Do you accept the challenge of coming with us?  We are KCS: We konnect. We unite. We kommunicate.  We fight to offer better services. To go further every day. Together.  Connected. As K. As ONE.  At KCS we stand for equality and value diversity. We create a safe, diverse environment where opportunities are equal for all employees!We do not discriminate based on age, ethnicity, sexual orientation, gender, disability or any factor other than merit.All candidates with skills for the position are welcome!  api:2a02:c207:2011:6863::1:39d709ee33eeea0d83c8d79b54067c81:2023-04-28 17:30:45","Years of Experience Required":"Молодой специалист","Employment Type":"Полный рабочий день","Skills Required":"Информационные технологии","Job Market":"ИТ-услуги и ИТ-консалтинг","Contact Link":"https:\/\/uz.linkedin.com\/jobs\/view\/data-engineer-at-kcs-it-3574002187?refId=%2BVeMbpO7HUmUYCYFglsxqg%3D%3D&trackingId=dbbSCRp5i7j602D1RQv%2BLA%3D%3D&position=11&pageNum=0&trk=public_jobs_jserp-result_search-card"},"11":{"Date Posted":"2023-04-03","Company Name":"Uptempo Global Inc.","Job Title":"English to Traditional Chinese Translator (Game, Webcomics, Education Platform)","Job Location":"Сурхандарьинская область, Узбекистан","Description":"Founded in 2015, Uptempo has established a robust business infrastructure through translation\/interpretation and overseas business support services. In order to overcome all forms of language barriers, Uptempo Global Co. Ltd. was additionally established in January 2020 to expand our company’s services into a multilingual automated system. Through our integrated features and services, we accelerate startup companies of various specializations as we continue to grow our Uptempo family.     Not satisfied with being only a “domestic translation company,” we’ve expanded our business scope to become a “global language solutions provider” and are now at the stage of connecting our services with IT and machine-learning technology. We are currently planning a business scale-up by developing and commercializing services and solutions and actively pursuing IR activities to reach an even larger clientele on the global stage.     The Role     Your Responsibilities Will Include     Translating from English to Traditional Chinese or vice versa. Translating from English to Korean or vice versa Ensuring all copy is proofread and free of errors. Using research to make sure translation fits with the category. Available categories to apply: Game, Webcomics, Educational Online Video (relating to Hair design)     Ideal Profile     Skills Required     You have excellent writing skills in Korean and Traditional Chinese in order to be able to effectively liaise with stakeholders in the region. You are a good multitasker who can work within tight deadlines You pay strong attention to detail and deliver work that is of a high standard You have experience in translating contents in the said category     What's on Offer?     Flexible working options Great work culture","Years of Experience Required":"Молодой специалист","Employment Type":"Частичная занятость","Skills Required":"Образование и Профессиональное обучение","Job Market":"Аудио- и видеоконтент в Интернете","Contact Link":"https:\/\/uz.linkedin.com\/jobs\/view\/english-to-traditional-chinese-translator-game-webcomics-education-platform-at-uptempo-global-inc-3587289617?refId=%2BVeMbpO7HUmUYCYFglsxqg%3D%3D&trackingId=oXcS%2FBoP6bwaghrNqxs5yQ%3D%3D&position=12&pageNum=0&trk=public_jobs_jserp-result_search-card"},"12":{"Date Posted":"2023-04-03","Company Name":"Snaphyre","Job Title":"Blockchain Engineer","Job Location":"Сурхандарьинская область, Узбекистан","Description":"This team is focused on blockchain technology and business, which is a reliable protocol for DeFi consumers. Following these guidelines, we are always creating the best powerful product for the community.     The Role     You Will Be Responsible For     You will responsible for implementing and maintenance of the match node (L2 matchmaking) for trustless transactions. To produce the transactions, you coordinate the use of Zero-Knowledge (ZK) Proofs and ZK circuits. You will successfully implement the L2 matchmaking consensus by utilizing Blockchain Layer 2 ideas. You will assist in the development of design integration, DApp integration, and zero-knowledge proof.     Ideal Profile     You have a good command of English and Chinese language in order to be able to effectively liaise with stakeholders in the region. You possess strong knowledge of Go (Golang). Good knowledge of MySQL and Redis databases. You have an odd interest for blockchain technology, cryptography, and related fields. Preferably comprehend and write Solidity-based smart contract protocols. Experience is preferred in creating trading-related systems and products.     What's on Offer?     Remote work from anywhere Regular Compensation Review & Bonuses In-Depth open conversations about the latest developments within Blockchain & Cryptocurrency","Years of Experience Required":"Молодой специалист","Employment Type":"Полный рабочий день","Skills Required":"Инженерное дело и Информационные технологии","Job Market":"Информационные услуги и Разработка программного обеспечения","Contact Link":"https:\/\/uz.linkedin.com\/jobs\/view\/blockchain-engineer-at-snaphyre-3587284628?refId=%2BVeMbpO7HUmUYCYFglsxqg%3D%3D&trackingId=PxQ0%2FMd6qWRU86DxlqQR9Q%3D%3D&position=13&pageNum=0&trk=public_jobs_jserp-result_search-card"},"13":{"Date Posted":"2023-04-02","Company Name":"INFUSEmedia","Job Title":"Back-end PHP\/ Full Stack PHP\/Vue.js Developer","Job Location":"Ташкент, Ташкент, Узбекистан","Description":"OUR HIRING PROCESS:  We will review your application against our job requirements. We do not employ machine learning technologies during this phase as we believe every human deserves attention from another human. We do not think machines can evaluate your application quite like our seasoned recruiting professionals—every person is unique. We promise to give your candidacy a fair and detailed assessment. We may then invite you to submit a video interview for the review of the hiring manager. This video interview is often followed by a test or short project that allows us to determine whether you will be a good fit for the team. At this point, we will invite you to interview with our hiring manager and\/or the interview team. Please note: We do not conduct interviews via text message, Telegram, etc. and we never hire anyone into our organization without having met you face-to-face (or via Zoom). You will be invited to come to a live meeting or Zoom, where you will meet our INFUSEmedia team. From there on, it's decision time! If you are still excited to join INFUSE and we like you as much, we will have a conversation about your offer. We do not make offers without giving you the opportunity to speak with us live. After all, we consider our team members our family, and we want you to feel comfortable and welcomed.   INFUSEmedia—located in Boston, USA, specializing in B2B digital marketing, lead generation, and content marketing—is looking for an experienced Senior Back-end PHP\/Full Stack PHP\/Vue.js to develop, finalize, and support our software solutions and web platforms for online marketing processes. The ideal candidate will be part of a cross-functional team that will transform our digital capabilities.  We are proud to be one of the fastest-growing companies in the USA. Our clients are large international companies such as Microsoft, Google, Lenovo, Oracle, DELL, Cisco, Intel, Samsung, Panasonic, Red Hat, Salesforce, and IBM. We have over 500+ employees all over the globe. We know that our employees are our most valuable asset, so we strive to attract and hire only the best talent. We grow in all key areas every year, and we don't plan to slow down any time soon.  Requirements:  Back-End:  5+ years of commercial PHP development experience, a deep understanding of OOP, MVC, ORM, as well as Laravel\/Symfony. Experience with building REST API and using JSON. MySQL\/MariaDB: Maintenance, optimization, and knowledge of complex queries (JOIN, UNION, subqueries). An understanding of the InnoDB engine, and experience in working with large databases. Real-time web application experience (WS, Long poll, AJAX). Inter-service communication knowledgeability (RabbitMQ\/ Kafka \/REST). Experience with inter-process communication, caching and message queues, and knowledge of key-value storages (redis, memcached).   Front-End  JavaScript \/jQuery: Knowledge of AJAX requests as well as their creation and optimization, and experience with Node.js, Bootstrap v3+. Ability to write memory-efficient front-end code. HTML\/CSS: Flexbox\/Grid, CSS\/ Uikit and style optimization capabilities. JS frameworks and Vue.JS\/React proficiency. Abilities to write and comprehend high-quality code that is understandable to other developers.   It will be a plus if you have experience with:  Version Control Systems GIT teamwork. Writing unit tests. Linux\/Unix, SSH\/SFTP, bash commands, cron, and Nginx\/Apache web servers. JS Tooling (Webpack\/Browserify\/npm\/yarn). Async Javascript (event loop\/promises, async\/await). Independently and quickly locating and correcting errors in code. English technical writing Russian\/Ukrainian languages   Responsibilities:  Write complex, clean, well-documented, and reusable code. Optimize existing databases. Write complex but understandable and efficient requests to extract data. Ensure optimal performance, stability, and security when it comes to the systems. Improve user interface and user experience. Apply bug fixes and improvements based on users and QA reports. Allocate tasks and priorities for the team. Understand project goals and convert them into clear tasks for developers.   What we offer:  Competitive compensation based on your experience and skills. Consistent monthly payments based on invoices (payments are made via EFT, Payoneer or PayPal). Remote working from 14:00 to 23:00 EEST, which includes a one-hour break. We support work\/life balance, and offer paid vacation leave as well as sick leave. Opportunities for professional and career development. You will have the opportunity to use modern approaches and tools to solve business problems.   Our recruitment process:  Interview with HR via Skype Test task Online technical interview with team leaders via Skype Final interview with the Director of Technology   To learn more about INFUSEmedia, visit our website to view our vacancies and career opportunities:  http:\/\/infusemedia.com\/  https:\/\/www.facebook.com\/InfuseMediaUkraine\/  https:\/\/www.instagram.com\/infuse_media_ukraine\/  DOU: https:\/\/jobs.dou.ua\/companies\/infusemedia\/","Years of Experience Required":"Другое","Employment Type":"Полный рабочий день","Skills Required":"Другое","Job Market":"Технологии, информационные средства и Интернет","Contact Link":"https:\/\/uz.linkedin.com\/jobs\/view\/back-end-php-full-stack-php-vue-js-developer-at-infusemedia-3585530651?refId=%2BVeMbpO7HUmUYCYFglsxqg%3D%3D&trackingId=ZN7SIirMP7lNwIhk6NleLA%3D%3D&position=14&pageNum=0&trk=public_jobs_jserp-result_search-card"},"14":{"Date Posted":"2023-04-28","Company Name":"TransPerfect","Job Title":"Audio Transcribers & QAers - Kazakhstan (Remote)","Job Location":"Узбекистан","Description":"Work location: Remote in Kazakhstan.  Work schedule: Minimum 25 hours per week.  Engagement model: Freelance \/ Independent Contractor.  Preferred availability: Minimum of 25 hours per week.  Estimated project duration: May 1st - June 16th.  Start date: May 1st, 2023.     DataForce by TransPerfect is looking for Audio Transcribers & QAers with idiomatic fluency in Kazakh to work on our Automatic Speech Recognition (ASR) Project.     Role Responsibilities  Transcriber: Transcribe audio clips according to project guidelines and Kazakh language grammar rules.  Quality Assurance Specialist: Review audio transcriptions and ensure that their quality is up to the requirements.     Candidates must have excellent knowledge of spelling, accentuation, and punctuation rules, according to the Kazakh grammar.  Selected candidates will receive detailed guidelines and training before joining the project.     Job requirements:  Idiomatic fluency in Kazakh Ability to communicate in English (both written and oral communications). Previous experience with transcription or QA is preferred. Availability to attend our Qualification Training for 1 week (5 working days, 4 hours per day). A minimum of 25 hours per week availability after the Qualification Training, if selected. Attention to detail. Ability to understand and follow guidelines and receive instructions. Ability to work in a team and collaborate on shared documents. Access to a computer with reliable internet connection. For Windows users: Window10 installed in Desktop is a requirement in order to use the transcription tool.     Additional information on the Qualification Training:  After pre-selection, candidates will be required to attend a Qualification Training for 1 week (5 working days, 4 hours per day). Passing the Qualification Training and a scoring a minimum of 95% accuracy in our final policy quiz are pre-requisite to be selected to participate in the project Hourly rate is $7USD\/per hour for valid training time.  To qualify for training payment, all candidates must complete all training activities, as per our requirements.  Please note that training progress will be monitored and candidates who won't meet the training requirements or quality standards will be released from training at any point. Compensation in this case will be calculated for the valid hours spent in training.     DataForce by TransPerfect is part of the TransPerfect family of companies, the world’s largest provider of language and technology solutions for global business, with offices in more than 100 cities worldwide.  We offer high-quality data for Human-Machine Interaction to some of the most prestigious technology companies in the world. Our department focuses on gathering, enriching and processing data for Machine Learning in different AI domains.  To learn more about DataForce please visit us at https:\/\/www.transperfect.com\/dataforce","Years of Experience Required":"Молодой специалист","Employment Type":"Частичная занятость","Skills Required":"Административная деятельность, Изготовление продукции и Литературный и редакторский труд","Job Market":"ИТ-услуги и ИТ-консалтинг, Информационные услуги и Языковой перевод и локализация","Contact Link":"https:\/\/uz.linkedin.com\/jobs\/view\/audio-transcribers-qaers-kazakhstan-remote-at-transperfect-3584940187?refId=%2BVeMbpO7HUmUYCYFglsxqg%3D%3D&trackingId=pzn74oDVP7uA%2BQUREicClg%3D%3D&position=15&pageNum=0&trk=public_jobs_jserp-result_search-card"}}